<?php
// errors list
$errorsList = array(
	'defaultError'=>'Поле не заполнено, либо заполнено неверно',

	'id' => 'Неверный ID',
	'email_empty' => 'Пожалуйста введите email',
	'email_occupied' => 'Email занят',
	'email_invalid' => 'Введенный email неверен',
    'multi_emails_invalid' => 'Список email-ов ошибочный',
	'phone' => 'Напишите номер телефона',
	'text' => 'Заполните пожалуйста это поле',

	'name'    => 'Введите название',
	'captcha' => 'Ответ не верный',
	'alias' => 'Пожалуйста введите алиас',
	'categoryId'=> 'Выберите категорию',
	'alias_not_unique' => 'Алиас уже существует в б.д.',
	'empty_alias' => 'Алиас не может быть пустым',
	'address' => 'Укажите пожалуйста адрес',
	'cityId' => 'Укажите пожалуйста город',
	'note' => 'Укажите примечание',

	'price'=> 'Укажите цену',
	'manufacture'=> 'Укажите производителя',
	'material'=> 'Укажите материал',
	'color'=> 'Укажите цвет',
	'surface'=>'Укажите тип поверхности',
	'size'=>'Укажите размер',

	'clientName'    => 'Введите Ваше имя',

	'lastUpdateTime' => 'Дата последнего обновления не может превышать текущую дату',

	'patronimic' => 'Укажите Ваше отчество',
	'surname' => 'Укажите Вашу фамилию',
	'index' => 'Укажите Ваш индекс',
	'city' => 'Укажите город',
	'street' => 'Укажите улицу',
	'home' => 'Укажите дом',
	'region' => 'Укажите область',
	'company' => 'Укажите название организации',
	'inn' => 'Укажите ИНН',
	'kpp' => 'Укажите КПП',
	'ogrn' => 'Укажите ОГРН',

	'addToShopcart' => 'Этот товар уже добавлен в корзину'
);